#include "mydefine.h"
#include "Toolkit.h"

//=========================================================
//	创建串口
//=========================================================
unsigned char CreateUart(int nPort, int nBaut) {
    return 0;
}

//==============================================================================
//	发送数据
//==============================================================================
void UartSendBuff(unsigned char nPort, unsigned char *buff, unsigned short nlen) {
}

//=============================================================================
//	接收数据
//=============================================================================
unsigned short UartRecvBuff(unsigned char nPort, unsigned char *buff) {
    return 0;
}